




commit;

insert into tal_product
values('a00001','jack_daniel',50,50,750,40,0,'미국','C:\z_product\Jack_daniel.png','미국 위스키는 곡류를 발효시켜 만든 양조주를 증류해 95% 이하의 알코올을 만든 다음 오크통에 2년 이상 숙성 한 다음 병입한 것으로 규정하고 있습니다.이런 미국 위스키 중에는 켄터기주 버번 지역에서 자라는 옥수수를 주원료로 만든 버번 위스키가 가장 유명한데 그 대표적인 것이 잭다니엘 입니다.');


insert into tal_product
values('a00002','Ballantines',538,20,700,40,0,'영국','C:\z_product\Ballantines.jpg','
발렌타인은 19세기 George Ballantine씨가 블랜딩 해 팔기 시작한 블랜디드 스카치 위스키 입니다. 발렌다인은 향이 강하지 않게 블랜딩하고 블랜딩후 추가로 숙성시켜 목넘김이 부드럽습니다. 그렇기 때문에 한국인들에게 가장 선호하는 술로 알려져 있고 한국에서 가장 많이 팔리는 외국 브랜디 위스키 입니다.
발렌타인 30년은 발렌타인브랜디의제품중 최소한 30년이상 숙성한 위스키를 블랜딩한 제품입니다.');

insert into tal_product
values('a00003','Dalmore',1850,5,700,43.8,0,'영국','C:\z_product\Dalmore.jpg','향은 스파이시하지만 시트러스하게 신맛이 있는 것은 아닙니다. 상당히 가볍고 하늘하늘한 단 향이 느껴집니다.
입에 넣으면, 아주 잠깐 끈적한 단 맛이 느껴지지만 순식간에 풀어지고, 맛이 굉장히 단순해집니다. 마치 설탕을 넣은 것 같은 단순하고 가벼운 위스키. 단 맛이 사라지면서 떫은 계열의 맛이 올라오지만 이것 또한 굉장히 연합니다. 약간의 바닐라와 기름이 느껴지는 고급스런 맛이 납니다.');


insert into tal_product
values('a00004','johnnie_walker_18',159,40,700,40,0,'영국','C:\z_product\johnnie_walker_18.png','조니 워커 골드 라벨은 워커 명가의 회사 설립 100주년을 기념하기 위해 만들어진 라벨이다. 1920년에 존 워커의 손자 알렉산더 워커가 조니 워커 골드 라벨 블렌디드 위스키를 만들었다. 골드 라벨은 18년 이상 숙성한 15가지의 희귀 싱글 몰트 위스키만을 엄선하여 특별히 블렌딩했다.
주요 핵심 몰트 위스키는 강하고 부드러운 몰트와 오크의 느낌을 주는 카듀 증류소의 원액과 향기로운 크림 같은 질감과 향을 제공하는 클리넬리쉬 몰트 위스키이다. 골드 라벨은 24시간 동안 냉동실에 두었다가 마시는 것이 가장 좋다. 얼려 마시면 과일 풍미와 꿀의 달콤함이 배가되며 조니 워커의 전형적인 스모키 여운이 지속된다. 다크 초콜릿을 곁들이면 미각의 즐거움을 더할 수 있다.');


insert into tal_product
values('a00005','Machriemoor',1750,6,700,46,0,'영국','C:\z_product\Machriemoor.png','피크량이 진득하게 풍기는 마크리 무어 중에서도 캐스트 스트렝스는 9천병만 한정 생산한다고 합니다.
옅은 레몬빛으로 피트의 은은함과 함께 시트러스가 느껴지면 구운 브리오슈와 빨간 베리류의 맛이 나면 전형적인 탄탄한 과실 맛이 납니다. 마시고 난 이후에는 버번 캐스크에서 오는 부드러운 바닐라와 코코넛향을 경험 하실수 있습니다.');


insert into tal_product
values('b00001','Bastide_Royale',200,35,700,40,0,'프랑스','C:\z_product\Bastide_Royale.jpg','프랑스 대표적인 코냑 브랜디를 만드는 비네 델페시 사의 프리미엄급 브랜디로 최고급 오크통 숙성과 브랜딩으로 짙은 풍미와 입안에서 감도는 향을 오랫동안 느낄 수 있는 정통 브랜디입니다.');


insert into tal_product
values('b00002','Ella_XO',80,1,700,40,0,'프랑스','C:\z_product\Ella_XO.jpg','프랑스산 리무진 오크통에서 숙성시켜 진한 호박색과 바닐라 향의 균형이 조화된 정통 프랑스산 브랜디.');


insert into tal_product
values('b00003','Hennessy',368,18,700,40,0,'프랑스','C:\z_product\Hennessy.png','VSOP는 콘트 4이상, 25년 숙성한 원액을 배합한 것으로, 헤네시 제품으로서는 순한 편으로, 모든 사람에게 맞는다.
  EXTRA는 장기간 통 숙성한 고주를 듬뿍 배합한 것으로, 중후한 격조를 가진 꼬냑. 병은 세계 유수의 크리스탈 메이커인 산 루이에 의한 수공예품 데칸터. 병마다 개별 번호가 새겨져있다');

  
insert into tal_product
values('b00004','Louis_gold',200,38,700,40,0,'프랑스','C:\z_product\Louis_gold.jpg','
루이스골드 에펠 XO은 꼬냑과 같이 특수 증류기로 두번 증류하여 최상급 리무진 오크통에서 숙성시켜 진한 호박색과 바닐라향의 균형이 조화된 정통 프라스산 브랜디 입니다.
특히 세미크리스탈병에 병입하여 고급스러움을 더했다.');


insert into tal_product
values('b00005','Ribiera',320,14,700,40,0,'프랑스','C:\z_product\Ribiera.jpg','리비에라EXTRA는 독특한 디자인의 크리스탈 모양으로1847년 Jules Gautret가  설립한 유니꼬냑사의 제품. 뿌띠뜨샹파뉴 지역 최고품질의 포도로 생산된 꼬냑 으로  오랜기간 리무진오크통에서 숙성시킨 원액 중에서 엄선하여 생산 되었으며 수작업 빗살무늬의 크리스탈병은 예술품과 같이 아름답고 오랫동안 지속되는 풍부한 아로마와 함께 강한 피니시와 스파이사한 맛의 여운을 즐길수 있습니다. ');


insert into tal_product
values('c00001','Blanc',5,150,330,5.0,12,'프랑스','C:\z_product\Blanc.jpg','블랑(Blanc)은 밀맥주로 코리안더 씨앗과 시트러스향, 오렌지 껍질이 함유되어 있어 독특한 맛이 나는데, 쉽게 말해서 호가든의 그 맛에서 꾸덕한 느낌은 줄고 과채향이 더욱 첨가되었다고 생각하면 됩니다. 병도 예쁘고, 새콤달콤한 과일향으로 가볍게 즐길 수 있어 비교적 여성들이 좋아할만한 맥주입니다.');


insert into tal_product
values('c00002','Budweiser',5,200,330,5.0,12,'벨기에','C:\z_product\Budweiser.jpg','구수한 곡물향과 탄산감이 굉장히 강렬하고 전반적으로 맛 자체가 야성적느낌을 느끼실수 있습니다. 강렬한 맥주에 어지간히 익숙해져도 버드와이저를 마시면 혀가 따끔거리는게 느껴질 정도의 탄산의 톡쏘는 맛을 경험하실 수 있습니다.');


insert into tal_product
values('c00003','Hoegaarden',5,150,330,4.9,12,'벨기에','C:\z_product\Hoegaarden.jpg','호가든은 밀맥주 스타일이지만, 맥아, 물, 홉 만으로 만드는 독일식이 아니라 오렌지 껍질과 코리앤더(고수) 씨앗을 넣어 만들기 때문에 향긋한 산미가 더해져 있다. 밀맥주+가향맥주 특성상 취향을 좀 타는 편이다');


insert into tal_product
values('c00004','Cass',5,500,500,4.5,12,'한국','C:\z_product\Cass.jpg','맥주 대회에서 금메달도 수상한 경력이 있는 국내산 맥주입니다.
카스는 아메리칸 페일 라거입니다. 더 큰 범주로 보자면 하면 발효 맥주입니다. 맥주가 발효되는 동안 효모가 바닥에 가라앉기 때문에 라거 특유의 깔끔하고 청량한 맛을 극대화하기 위해서는 안정화된 숙성 과정을 거쳤습니다.');


insert into tal_product
values('c00005','Terra',5,400,500,4.6,12,'한국','C:\z_product\Terra.jpg','청정라거라는 슬로건을 걸고 호주 골든 트라이앵글 맥아를 100% 사용했다고 한다. 다만 주의할점은 사용된 맥아가 호주산 비율이 100%란 말일 뿐, 몰트 외의 재료가 안들어갔다는 의미는 절대 아니다. 올몰트 맥주가 아니고 전분이 포함되었다. 이 외에도 탄산을 따로 주입하지 않은 100% 리얼 탄산 맥주임을 내세우고 있다. 병 디자인은 기존 국산 맥주 하이트, 카스, 피츠 등 의 갈색 맥주병들과 다른 초록색과 병 목 쪽 나선형으로 홈이 파여있는 디자인에 폭이 조금 줄고 높이가 조금 늘어난 병을 사용했다. 주류점에서 판매량이 좋으면 하이트를 대체할 것이라고 한다. 맛은 알콜도수가 낮은만큼 라이트하고 단맛이 강하고 마치 탄산수처럼 깔끔하다. 맛 자체는 강하지 않다.');


insert into tal_product
values('d00001','Andong_soju',50,120,800,45,0,'한국','C:\z_product\Andong_soju.jpgsa   */','
박재서 명인 안동소주 45%는
민속주 안동소주는 술덧이라는 탁주의 원액으로 증류하고, 명인 안동소주는 탁주를 걸러낸 맑은 술로 증류합니다. 탁주를 증류하면 그 증류주는 탁주가 갖고 있던 다양한 향미가 함께 증발돼 복합적인 맛과 향을 지니게 됩니다. 반면 맑은 술을 증류하면 비교적 청아한 맛이 난다.
 향은 명확한 faint향이 나며 알코올 부즈는 약합니다. 고량주나 이과두주와 비슷한 시원한 향이 느껴지며, 목을 넘길때 톡 쏘는 맛과 깔끔한 맛이 잘 나타 납니다.');


insert into tal_product
values('d00002','Cheonbihyang',40,150,500,6,12,'한국','C:\z_product\Cheonbihyang.jpg','천비향 약주는 달짝지근한 과실향을 풍기며
쌀 본연의 단맛을 묵직하게 느낄 수 있는 술인데요.
진한 풍미와는 달리 부드럽게 넘어갑니다.
단맛을 충분히 느낀 후엔 약간의 씁쓸함과 곡물의 고소함이 올라오지만
코끝에선 여전히 달콤한 여운이 맴돌아서 오랫동안 달달하게 즐길 수 있답니다');


insert into tal_product
values('d00003','Jipyeong_makgeolli',8,200,750,5,1,'한국','C:\z_product\Jipyeong_makgeolli.png','지평막걸리는 다른 막걸리에 비해 투명도가 높은 것이 특징입니다. 탄산음료 밀키스처럼 하얗고 투명한 색을 띄고 있습니다. 지평 생막걸리가 인기 있는 이유 중 하나는 막걸리 특유의 텁텁함이 적어 깔끔함과 청량감, 탄산감 때문입니다. 다른 막걸리에 비해 단맛이 어느 정도 있는 편입니다');


insert into tal_product
values('d00004','Naroo_makgeolli',7,100,925,6,1,'한국','C:\z_product\Naroo_makgeolli.jpg','서울 강서구에서 우렁이농법으로 재배한 서울 쌀만을 사용해 막걸리를 빚는 한강주조. 쌀의 맛과 향을 최대한 살리고자 인공 감미료를 첨가하지 않고, 일반 막걸리보다 두 배 이상으로 쌀 함유량을 높였다. 부드러운 목 넘김, 텁텁하지 않은 끝 맛은 나루 생막걸리의 특징 중 하나. 서울에서 젊은 청년 대표 2명이 함께 막걸리를 빚는다는 사실이 알려지면서 주목 받는 중이다');


insert into tal_product
values('d00005','Seoul_night',10,100,375,25,0,'한국','C:\z_product\Seoul_night.jpg',' 보통 매실주는 관리가 쉽고 단가 낮은 청매실을 쓰지만 서울의 밤은 매해 7월 완숙한 황매실만을 고집해 보다 풍부한 과실 향을 낸다. 저온 2차 증류와 냉동 여과기술로 정제해 깨끗한 맛과 향을 지녔으며, 소주보다 도수는 높지만 쓴 맛이 덜하고 인공향이 느껴지지 않다는 것도 장점. 온더락으로 즐겨도 충분히 맛있습니다.');
commit;





